techCV.tex
% Created 2021-05-14 Fri 16:58
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Bruce Graham}
\date{\today}
\title{Resume}
\hypersetup{
 pdfauthor={Bruce Graham},
 pdftitle={Resume},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle


\section{CONTACT}
\label{sec:orge5debf2}

Cell and WhatsApp: 0027 72 091 6687  IP telephone: 0027 87 550 7192  Email:bruceg72@pm.me

\section{SUMMARY}
\label{sec:org35bf099}

Bruce is a BSc graduate through UNISA. 
Bruce has been an ardent Open Source Unix enthusiast and hobbyist since shortly after Linus Torvalds announced his kernel. 
Bruce has tinkered with device drivers on FreeBSD, set up his own PostgreSql server and built clusters, as well as his building his own systems throughout.
Bruce has developed expertise in Bash, has programmed in Perl, C and Ruby and has become advanced at the workings of Emacs.


\section{TRAITS}
\label{sec:org648c1da}

\begin{itemize}
\item Excellent written communicator
\item Expert problem solver on Linux
\item Technically orientated and
\item An independent worker (with facilities for remote work.)
\end{itemize}


\section{SKILLS}
\label{sec:orgf06b764}

\begin{center}
\begin{tabular}{ll}
Skill & Level\\
\hline
R & senior\\
Python & intermediate\\
Ansible & beginner\\
deb & working\\
rpm & working\\
Git & working\\
Bash & working\\
command line & expert\\
Ubuntu & senior\\
CentOS & senior\\
PostgreSQL & intermediate\\
\end{tabular}
\end{center}

\section{PROJECTS}
\label{sec:org0ab4c25}

[-]  

\section{EDUCATION}
\label{sec:org1187322}

Honours Bachelor of Science (Incomplete)		\textit{[2005-01-31 Mon] } to \textit{[2006-11-30 Thu]}
Operational Research
University of South Africa, Pretoria

Bachelor of Science					\textit{[1993-01-31 Sun] } to \textit{[2004-10-31 Sun]}
Operational Research, Mathematics, Statistics (2:2)
University of South Africa, Pretoria


\section{WORK EXPERIENCE}
\label{sec:org1258646}

Personal investment manager				[2017-01-31
Work from home
Bruce conducts research and reading on the markets and economy. Based on research, Bruce picks equities with an eye to harnessing ultra long term market forces and trends. He timeously purchased into a Euro based resource ETF before the Bloomberg announcement of a new commodity supercycle. Bruce timeously purchased global REITs in anticipation of a highly inflationary environment. Mistake wise, Bruce sold shares in the KOMP 4th IR tech fund only half way through their rise. Bruce is a connoisseur of investment products with good research and excellent risk management. He has latterly invested in a global equity multi factor fund and is no longer exclusively a return chaser.

Entrepreneur   		                             April 2008-July 2015
Wilfredo’s Ice Cream Company
Bruce performed product R\&D and established a factory. He also researched a ﬁnancial reporting system and performed the bookkeeping. With his business partner, they produced ice cream and delivered it. Bruce administered the business and guided the direction of the business, spending his free time building a spreadsheet model to anticipate cashflow and profitability of the business.

Entrepreneur  		                             Sep 2006-Jan 2008
Karoo Wirreless
Bruce was involved in the pilot phase of this business. He scoured the surrounding mountains for antennae sights. He lobbied the municipality for support. He canvassed the area for customers and lobbied for business. Bruce formed a partnership with a company in George to perform the technical setup. Bruce left after having secured the first few customers.



\section{REFERENCES}
\label{sec:org842a153}

On request
\end{document}